app/views/articles/show.html.erb

SELECT "tags".* FROM "tags" INNER JOIN "taggings" ON "tags"."id" = "taggings"."tag_id" WHERE "taggings"."article_id" = ?  [["article_id", 6]]
---
	Tags:
	<%= @article.tags.each do |tag| %>